answer = {
    'start_reply': '<b>Бот для оформления заказов и поиска исполнителей.</>\n\n'
    'Для начала выберите роль:\n',
    'customer_reply': '<b>Вы в режиме работодателя.</>\n\n'
    'Удобный сервис для заключения сделок с фрилансерами. '
    'Полный доступ к размещению заказа бесплатно и без регистрации.\n',
    'freelancer_reply': '<b>Вы в режиме фрилансера.</>\n\n'
    'Удобный сервис для заключения сделок с заказчиками.\n'
    'Все проекты проходят через безопасную сделку.\n',
    'user_balance_reply': 'Следующим сообщением напишите сумму для пополнения в рублях\n\n'
    'Например: 3000 | 15500 | 22000',
    'incorrect_balance_reply': 'Ошибка, пожалуйста, введите корректное значение в рублях,\n'
    'например: 3000 | 15500 | 22000',
    'order_reply': 'Название заказа: <b>{}</>\n\n'
    'Бюджет: <b>{}</>\n'
    'Ссылка на ТЗ: {}\n'
    'Описание заказа: <b>{}</>\n\n',
    'post_order': 'Заказ {}: <b>{}</>\n'
    'Бюджет: <b>{}₽</>\n'
    'Ссылка на ТЗ: {}\n'
    'Описание заказа: <b>{}</>\n',
    'read_order': '<b>{}</>\n\n' '💎 <b>{} ₽</>\n\n' '<b>ОПИСАНИЕ</>\n' '<i>{}</>',
    'order_reply_tail': '<i>Обязательны для заполнения все поля, кроме ссылки на ТЗ!</>',
    'publish_order_reply': 'Ваш заказ был опубликован!\n\n',
    'forward_order_reply': 'Ваш заказ был опубликован в канал <b>{}</b>',
    'publish_order_error_reply': 'Невозможно опубликовать заказ!\n\n'
    'Следующие параметры неправильно заполнены или отстуствуют:\n\n'
    '<b>{}</>',
    'change_order_name_reply': 'Введите название заказа.\n\n',
    'change_order_budget_reply': 'Введите бюджет заказа в рублях.\n\n'
    'Например: 3000 | 15500 | 22000',
    'delete_draft_reply': 'Вы уверены, что хотите удалить текущий черновик?',
    'delete_order_reply': 'Вы уверены, что хотите удалить этот заказ?',
    'deleted_order_reply': 'Заказ удалён.',
    'change_order_description_reply': 'Введите описание заказа.\n\n',
    'change_order_link_reply': 'Введите ссылку на ТЗ.\n\n'
    '<i>разрешены только ссылки, которые начинаются с drive.yandex.ru и drive.google.com:</i>',
    'incorrect_url_reply': 'Принимаются только ссылки, которые начинаются с drive.yandex.ru и drive.google.com',
    'check_param_reply': '{}:\n<b>{}</b>\n\nВсё правильно?',
    'check_balance_reply': '{}:\n<b>{} ₽</b>\n\nВсё правильно?',
    'my_orders_reply': '🗂️ <b>Ваши заказы:</b>\n\n',
    'fl_find_orders_reply': '🔎 <b>КАТАЛОГ ЗАКАЗОВ:</b>\n\n',
    'fl_take_order_from_customer': 'На ваш заказ поступил отклик.\n'
                                   'Чтобы его посмотреть, нажмите кнопку ниже.',
    'customer_mode': 'Вы в режиме заказчика.\n',
    'freelancer_mode': 'Вы в режиме исполнителя.\n',
    'customer_make_order': 'Новый заказ.\n',
    'deals_as_freelancer': '{} заказов выполнено',
    'deals_as_customer': '{} сделок завершено',
    'rename_account_reply': '👾 <b>{}</b>\n\n'
    '<i>Следующим сообщением напишите имя, которое будет отображаться на платформе\n\n'
    'Например: Иван Иванов, Ваня, Jane Doe</i>',
    'rename_account_success': '👾 <b>{}</b>\n\n' 'Ваше имя изменено!',
    'fl_take_order_reply': 'Вы создали заявку на выполнение заказа:\n{}',
    'customer_details': '💼 <b>{}</b>\n\n'
    '<i>Зарегистрирован {}</i>\n\n'
    '⭐ {}\n'
    '🤝 {}',
    'my_account_reply': '👾 <b>{}</b>\n\n'
    '<i>Зарегистрирован {}</i>\n\n'
    '⭐ {}\n'
    '🤝 {}\n\n'
    '💎 Баланс {} ₽\n\n',
}
